'Этот файл должен находиться в подкаталоге [模板] установочного каталога плагина
'Имя файла и расширение должны быть: <批量项目属性.ini>
'Если первый символ строки — кавычка (апостроф), строка является комментарием и как данные не читается
'Пустых строк посередине быть не должно; данные читаются до первой пустой строки
'Данные состоят из двух частей: слева — имя свойства проекта, справа — соответствующее значение; соединены знаком равенства (полуширинным),
'например Номер оснастки[特]=Q122909A-1 — специальное свойство [特] «Номер оснастки» со значением Q122909A-1
'например 日期[自]=2024-05-10 — пользовательское свойство «дата», значение 2024-05-10; имя свойства типа «дата» ОБЯЗАНО содержать слово 日期 (ограничение DLL до его патча)
'например 是否外购[自]=Yes — пользовательское свойство типа «да/нет», значение Yes; префикс имён свойств «да/нет» обязан быть 是否, значения — только Yes или No (ограничение DLL до его патча)
'если значение — набор вариантов, первый элемент является текущим значением, остальные открываются правой кнопкой мыши; например "Иванов|Иванов|Петров|Сидоров" — на выбор три значения Иванов|Петров|Сидоров
Номер оснастки[特]=Q122909A-1
Название оснастки[特]=Контроль высоты штифта|Контроль высоты штифта|Контроль высоты колонны
Инженер[特]=Иванов|Иванов|Петров|Сидоров
Рабочий путь[自]=Пользователь
日期[自]=2024-05-10
是否外购[自]=Yes
